{
    "explore-more":"اكتشف المزيد",
    "on-this-page": "في هذه الصفحة",
    "pagenames": {
        "home": "الرئيسية",
        "emissions": "الانبعاثات",
        "aboutus": "معلومات عنا",
        "contact": "اتصل بنا"
    },

    "company-info": {
        "company": "EcoTransparency GmbH", 
        "adress": "Musterstraße 21", 
        "city": "10178 برلين",
        "phone": "+49 1234 56789",
        "email": "info@EcoTransparency.com"

    },
    "home": {
       "local-nav": [ 
        "01 مرحبا", 
        "02 دافعنا", 
        "03 حلنا", 
        "04 اتصال" 
        ],
        "hero-heading": "من أجل مستقبل أخضر: نحارب سويًا ضد انبعاثات ثاني أكسيد الكربون!",
        "hero-btn": "تعرف أكثر",
        "quote": "الطبيعة هي أثمن ما لدينا، دعونا نحميها بقلوب وشجاعة.",
        "quote-subtext": "نحن نسعى جاهدين لتبني الممارسات المستدامة من أجل مستقبل صحي للجميع.",
        "motivation-heading": "02 دافعنا",
        "motivation-text": "تلتزم شركتنا بشغف بحماية البيئة والاستدامة من أجل خلق مستقبل صحي وتحمل المسؤولية. من خلال التزامنا، نسعى لتقليل بصمتنا البيئية ليس فقط، بل لزيادة الوعي حول قضايا البيئة ودفع التنمية المستدامة إلى الأمام.",
        "motivation-btn": "تعرف على المزيد عنّا",
        "solution-heading": "03 حلولنا",
        "solution-text": "تعرف على المزيد عن انبعاثات الدول والشركات في جدولنا التفاعلي. زوروا صفحتنا لمزيد من المعلومات والتحاليل.",
        "solution-btn": "إلى الجدول",
        "contact-heading": "هل أنت جاهز لإحداث تغيير؟",
        "contact-text": "هل لديك أسئلة، اقتراحات أو تود التعاون معنا؟ لا تتردد في الاتصال بنا!",
        "contact-btn": "اتصل"
  },
  "emissionen": {
    "local-nav": [ 
        "01 مقدمة", 
        "02 معلومات مهمة",
        "03 جدول"],

        "Hero-Heading": "فهم تغير المناخ، التحرك معًا: اطلع على المعلومات هنا",
        "hero-btn": "تعرف أكثر",
        "intro-heading": "مرحبًا في صفحتنا الإعلامية حول تغير المناخ وانبعاثات ثاني أكسيد الكربون",
        "intro-text": "تعتبر تغيرات المناخ واحدة من أكبر التحديات التي نواجهها في عصرنا، ولها تأثيرات واسعة النطاق على كوكبنا. من أجل خلق فهم أفضل لهذا الموضوع الهام، نود تقديم بعض المعلومات الأساسية لك حول تغير المناخ وانبعاثات ثاني أكسيد الكربون المرتبطة به.",
        "info1-heading": "أسباب تغير المناخ",
        "info1-text": "إحدى الأسباب الرئيسية لتغير المناخ هي زيادة انبعاثات ثاني أكسيد الكربون، التي يتسبب فيها بشكل رئيسي الأنشطة البشرية مثل احتراق الوقود الأحفوري، والتصحر، والعمليات الصناعية. تؤدي هذه الانبعاثات إلى زيادة غازات الدفيء في الغلاف الجوي، مما يؤدي بدوره إلى ارتفاع حرارة الكوكب.",
        "info2-heading": "تأثيرات تغير المناخ",
        "info2-text": "لقد بدأ تغير المناخ يظهر تأثيرات قابلة للاستشعار على بيئتنا، بما في ذلك حدوث حالات جوية شديدة بشكل أكثر تواترًا، وذوبان الأنهار والأسطح الجليدية، وارتفاع مستوى سطح البحر، وتحول النظم الإيكولوجية. هذه التغيرات لا تهدد فقط حيوانات ونباتات العالم، بل أيضًا مصادر عيش كثير من سكان كوكبنا.",
        "table-heading": "جدول انبعاثات",
        "table-text": "في الجدول التالي يُذكر انبعاثات ثاني أكسيد الكربون السنوية لأبرز الشركات والدول، لإعطاء نظرة عامة على تأثيراتهم على البيئة."
    },
    
        "table": {
            "text-label": "البحث عن شركة/دولة",
            "typ-label": "النوع",
            "typ-options": {
                "all": "الكل",
                "company": "شركة",
                "country": "دولة"
            },
            "continent-label": "القارة",
            "continent-options": {
                "all": "الكل",
                "asia": "آسيا",
                "europe": "أوروبا",
                "america": "أمريكا",
                "africa": "أفريقيا",
                "australia": "أستراليا",
                "antarctica": "القطب الجنوبي"
            },
            "delete": "حذف"
        },
    
    "about-us": {
        "local-nav": [ 
            "01 مرحبا", 
            "02 مهمتنا", 
            "03 قيمنا", 
            "04 اتصال" 
        ],
        "hero-heading": "مهمتنا: خلق الشفافية، محاربة تغير المناخ",
        "welcome-heading": "مرحبًا في EcoTransparency",
        "welcome-text": "نحن منظمة غير ربحية رائدة تلتزم بشغف بمحاربة تغير المناخ. هدفنا هو تعزيز الوعي بتأثيرات انبعاثات ثاني أكسيد الكربون من خلال الشفافية وتصور البيانات وتعزيز التدابير للحد من الغازات الدفيئة.",
        "mission-heading": "مهمتنا",
        "mission-text": "في ClimateWatch، نؤمن بقوة المعلومات. من خلال جمع وتحليل ونشر البيانات حول انبعاثات ثاني أكسيد الكربون من الشركات والدول، نسعى لتحفيز حوار مستنير حول تغير المناخ. مهمتنا هي تشجيع صناع القرار على اتخاذ إجراءات مسؤولة والعمل معًا على حلول مستدامة.",
        "values-heading": "قيمنا",
        "values1-heading": "الشفافية",
        "values1-text": "نحن نلتزم بالتواصل المفتوح والشفاف لتثقيف الجمهور حول تأثيرات انبعاثات ثاني أكسيد الكربون على البيئة.",
        "values2-heading": "الابتكار",
        "values2-text": "استخدام التقنيات الابتكارية وتصور البيانات لجعل بيانات البيئة المعقدة قابلة للوصول والفهم، وإيجاد طرق جديدة في محاربة تغير المناخ.",
        "values3-heading": "التعاون",
        "values3-text": "إيمان بأهمية الشراكات والتعاون لممارسة تأثير إيجابي مشترك على تغير المناخ.",
        "values4-heading": "الاستدامة",
        "values4-text": "نسعى لتعزيز حلول طويلة المدى التي تضمن حماية كوكبنا ورفاهية أجيال المستقبل."
    }, 

    "contact": {  
        "hero-heading": "اتصل بنا",  
        "info": "نحن نتطلع إلى سماع أخبارك! إذا كان لديك أي أسئلة أو اقتراحات أو استفسارات، فنحن هنا لمساعدتك في أي وقت. يرجى استخدام خيارات الاتصال التالية للتواصل معنا.",  
        "ourData": "معلومات الاتصال الخاصة بنا:"  
    },
    "nav": { 
        "home": "الرئيسية", 
        "emissions": "الانبعاثات", 
        "aboutUs": "معلومات عنا", 
        "contact": "اتصل بنا" 
    },
    "footer": { 
        "impressum": "إشعار قانوني", 
        "data-security": "حماية البيانات", 
        "adress-heading": "العنوان"
},
"impressum": { 
  "hero-heading": "إشعار قانوني", 
  "company-heading": "منظمة البيئة EcoTransparency GmbH", 

  "ceo-heading": "يمثلها:", 
  "ceo-1": "ماكس موسترمين (الرئيس)", 
  "ceo-2": "إريكا بيزبييل (نائب الرئيس)", 
  "contact-heading": "اتصال", 
  "register-heading":" سجل الدخول",  
  "register-info":" مسجل في سجل الجمعيات بمحكمة مدينة نموذج تحت رقم التسجيل VR1234.",  
   "ID-heading":" رقم ضريبة القيمة المضافة:",
   "ID": "DE123456789",
   "disclaimer-heading":" إخلاء المسؤولية",
   "disclaimer":" تم إنشاء محتوى صفحاتنا بأقصى قدر من العناية. ومع ذلك، لا يمكننا ضمان دقة المحتوى واكتماله وحداثته.",
   "copyright-heading":" حقوق الطبع والنشر",
   "copyright":" تخضع المحتويات والأعمال التي أنشأها مشغلو الموقع على هذه الصفحات لقانون حقوق الطبع والنشر الألماني. تتطلب النسخ والتحرير والتوزيع وأي شكل من أشكال الاستغلال خارج حدود حقوق الطبع والنشر موافقة خطية من المؤلف أو المنشئ المعني.",
   "data-security-heading":" حماية البيانات",
   "data-security":" يمكنك العثور على معلومات حول حماية البيانات في سياسة الخصوصية الخاصة بنا على موقعنا الإلكتروني."  
}, 
"data-security": {  
    "hero-heading": "حماية البيانات",
   "introduction-heading": "1. المقدمة",  
   "introduction": "نحن سعداء باهتمامك بموقعنا الإلكتروني. إن حماية بياناتك الشخصية مهمة جدًا بالنسبة لنا. في سياسة الخصوصية هذه، نعلمك بالبيانات التي نجمعها، وكيف نستخدمها، وما هي الحقوق التي لديك فيما يتعلق ببياناتك.",  
   "responsibility-heading":"2. الجهة المسؤولة",  
   "responsibility-info":" الجهة المسؤولة عن معالجة البيانات على هذا الموقع هي:",  
   "persona-heading": "3. جمع ومعالجة البيانات الشخصية",  
   "persona-info":" نجمع البيانات الشخصية عندما تزور موقعنا الإلكتروني أو تستخدم خدماتنا. تشمل البيانات الشخصية، على سبيل المثال:",  
   "persona-list": [  
      "الاسم",  
      "عنوان البريد الإلكتروني",  
      "رقم الهاتف",  
      "عنوان IP"  
   ],  
   "persona-info2": "تُجمع هذه البيانات فقط إذا قدمتها لنا طواعية، مثل ملء نماذج الاتصال أو الاشتراك في نشرتنا الإخبارية. ",  
   "data-security-heading": "4. غرض معالجة البيانات",  
   "data-security-info": "نستخدم بياناتك الشخصية للأغراض التالية:",  
   "data-security-list": [  
      "لتزويدك بمعلومات حول أنشطتنا ومشاريعنا.",   
      "للرد على استفساراتك.",   
      "لإرسال نشرتنا الإخبارية إليك (إذا كنت قد اشتركت فيها)."   
   ],   
   "data-publishment-heading": "5. إفشاء البيانات",   
   "data-publishment-info": "لن يتم مشاركة بياناتك الشخصية مع أطراف ثالثة ما لم يكن ذلك ضروريًا لتنفيذ عقد أو أنك قد وافقت صراحةً.",   
   "cookies-heading": "6. الكوكيز",   
   "cookies-info": "يستخدم موقعنا الإلكتروني الكوكيز لتحسين تجربة المستخدم. الكوكيز هي ملفات نصية صغيرة تُخزن على جهازك. يمكنك تعطيل استخدام الكوكيز في إعدادات متصفحك؛ ومع ذلك، قد يؤدي ذلك إلى عدم توفر بعض ميزات موقعنا الإلكتروني.",   
   "yourRights-heading": "7. حقوقك",   
   "yourRights-info": "لديك الحق في:",   
   "yourRights-list": [   
      "الحصول على معلومات حول البيانات الشخصية التي نعالجها.",   
      "طلب تصحيح بيانات غير دقيقة أو غير كاملة.",   
      "طلب حذف بياناتك الشخصية ما لم تكن هناك التزامات قانونية تمنع ذلك.",   
      "طلب تقييد معالجة بياناتك الشخصية.",   
      "اعتراض على معالجة بياناتك الشخصية."    
   ],    
   "changes-heading": "8. تغييرات على سياسة الخصوصية هذه",    
   "changes-info": "نحتفظ بالحق في تعديل سياسة الخصوصية هذه من حين لآخر لتلبية المتطلبات القانونية الحالية أو التغييرات في خدماتنا.",
    "kontakt-heading": "9. الاتصال",    
    "kontakt-info": "إذا كان لديك أسئلة حول حماية البيانات أو ترغب في ممارسة حقوقك، يرجى الاتصال بنا على:"    
}
  
}