{
  "explore-more":"Learn more",
  "on-this-page": "On this page",
  "pagenames": {
      "home": "Home",
      "emissions": "Emissions",
      "aboutus": "About us",
      "contact": "Contact"
    },
  

    "company-info": {
      "company": "EcoTransparency Ltd.", 
      "street": "Musterstraße 21", 
      "city": "10178 Berlin",
      "phone": "+49 1234 56789",
      "email": "info@EcoTransparency.com"
    },
    "home": {
      "local-nav": [ 
        "01 Welcome", 
        "02 Our Motivation", 
        "03 Our Solution", 
        "04 Contact" 
      ],

      "hero-heading": "For a greener future: Fighting CO2 emissions together!",
      "hero-btn": "Learn more",
      "quote": "Nature is our most precious asset, Let's protect it with heart and courage.",
      "quote-subtext": "We actively advocate for sustainable practices to create a healthier future for all.",
      "motivation-heading": "02 Our Motivation",
      "motivation-text": "Our company is passionately committed to environmental protection and sustainability to create a healthier future and take responsibility. With our commitment, we aim not only to reduce our ecological footprint but also to raise awareness of environmental issues and promote sustainable development.",
      "motivation-btn": "More about us",
      "solution-heading": "03 Our Solution",
      "solution-text": "Learn more about the emissions of countries and companies in our interactive table. Visit our page for detailed information and analysis.",
      "solution-btn": "To the table",
      "contact-heading": "Ready to make a difference?",
      "contact-text": "Do you have questions, suggestions, or want to collaborate with us? Feel free to contact us!",
      "contact-btn": "Contact"
    }, 
    "emissionen": {
      "local-nav": [ 
        "01 Intro", 
        "02 Things to Know", 
        "03 Table"
      ],

        "hero-heading": "Understanding Climate Change, Acting Together: Get Informed Here",
        "hero-btn": "Learn more",
        "intro-heading": "Welcome to our information page on climate change and CO2 emissions",
        "intro-text": "Climate change is one of the greatest challenges of our time and has far-reaching impacts on our planet. To provide a better understanding of this important issue, we would like to share some basic information with you about climate change and the associated CO2 emissions.",
        "info1-heading": "Causes of Climate Change",
        "info1-text": "One of the main causes of climate change is the increasing CO2 emissions, primarily caused by human activities such as burning fossil fuels, deforestation, and industrial processes. These emissions lead to an increase in greenhouse gases in the atmosphere, which in turn leads to planetary warming.",
        "info2-heading": "Impacts of Climate Change",
        "info2-text": "Climate change has already had noticeable impacts on our environment, including more frequent extreme weather events, melting glaciers and ice sheets, rising sea levels, and shifts in ecosystems. These changes not only threaten wildlife but also the livelihoods of many people worldwide.",
        "table-heading": "Emissions Table",
        "table-text": "The following table lists the annual CO2 emissions of leading companies and countries to provide an overview of their environmental impacts."
    },
    
      "table": {
          "text-label": "Search for Company/Country",
          "typ-label": "Type",
          "typ-options": {
              "all": "All",
              "company": "Company",
              "country": "Country"
          },
          "continent-label": "Continent",
          "continent-options": {
              "all": "All",
              "asia": "Asia",
              "europe": "Europe",
              "america": "America",
              "africa": "Africa",
              "australia": "Australia",
              "antarctica": "Antarctica"
          },
          "delete": "Delete"
      },
  

    "about-us": {
      "local-nav": [ 
        "01 Welcome", 
        "02 Our Mission", 
        "03 Our Values", 
        "04 Contact" ],

        
          "hero-heading": "Our Mission: Creating Transparency, Combating Climate Change",
          "welcome-heading": "Welcome to EcoTransparency",
          "welcome-text": "We are a leading non-profit organization passionately committed to fighting climate change. Our goal is to raise awareness of the impacts of CO² emissions through transparency and data visualization and to promote actions to reduce greenhouse gases.",
          "mission-heading": "Our Mission",
          "mission-text": "At ClimateWatch, we believe in the power of information. By collecting, analyzing, and publishing data on CO² emissions from companies and countries, we aim to stimulate an informed discussion about climate change. Our mission is to encourage decision-makers to take responsible action and work together towards sustainable solutions.",
          "values-heading": "Our Values",
          "values1-heading": "Transparency",
          "values1-text": "We are committed to open and transparent communication to educate the public about the environmental impacts of CO² emissions.",
          "values2-heading": "Innovation",
          "values2-text": "Utilizing innovative technologies and data visualizations to make complex environmental data accessible and understandable, and finding new ways to combat climate change.",
          "values3-heading": "Collaboration",
          "values3-text": "Believing in the importance of partnerships and collaboration to collectively make a positive impact on climate change.",
          "values4-heading": "Sustainability",
          "values4-text": "We strive to promote long-term solutions that ensure the protection of our planet and the well-being of future generations."
        
      },

    "contact": { 
      "hero-heading": "Contact Us", 
      "info": "We look forward to hearing from you! If you have any questions, suggestions, or concerns, we are always here to help. Please use the following contact options to get in touch with us.", 
      "ourData": "Our Contact Information:" 
      },  
    "nav": { 
      "home": "home", 
      "emissions": "emissions", 
      "aboutUs": "about Us", 
      "contact": "contact"
    },
    "footer": { 
      "impressum": "Imprint", 
      "data-security": "Data Protection", 
      "adress-heading": "Address"
      

  },
  "impressum": { 
  "hero-heading": "Imprint", 
  "company-heading": "Environmental Organization EcoTransparency Ltd.", 
  "ceo-heading": "Represented by:", 
  "ceo-1": "Max Mustermann (Chairman)", 
  "ceo-2": "Erika Beispiel (Vice Chair)", 
  "contact-heading": "Contact", 
  "register-heading": "Register Entry", 
  "register-info": "Registered in the association register of the local court Musterstadt under registration number VR 1234.", 
  "ID-heading": "VAT ID:", 
  "ID": "DE123456789", 
  "disclaimer-heading": "Disclaimer", 
  "disclaimer": "The content of our pages has been created with the utmost care. However, we cannot guarantee the accuracy, completeness, and timeliness of the content.", 
  "copyright-heading": "Copyright", 
  "copyright": "The content and works created by the site operators on these pages are subject to German copyright law. The reproduction, editing, distribution, and any form of exploitation beyond the limits of copyright require the written consent of the respective author or creator.", 
  "data-security-heading": "Data Protection", 
  "data-security": "Information on data protection can be found in our privacy policy on our website." 
},
"data-security": { 
  "hero-heading": "Data Protection",
  "introduction-heading": "1. Introduction", 
  "introduction": "We are pleased about your interest in our website. The protection of your personal data is very important to us. In this privacy policy, we inform you about which data we collect, how we use it, and what rights you have regarding your data.", 
  "responsibility-heading": "2. Responsible Entity", 
  "responsibility-info": "Responsible for data processing on this website is:", 
  "persona-heading": "3. Collection and Processing of Personal Data", 
  "persona-info": "We collect personal data when you visit our website or use our services. Personal data includes, for example:", 
  "persona-list": [ 
    "Name", 
    "Email Address", 
    "Phone Number", 
    "IP Address" 
  ], 
  "persona-info2": "This data is only collected if you voluntarily provide it to us, e.g., by filling out contact forms or signing up for our newsletter.", 
  "data-security-heading": "4. Purpose of Data Processing", 
  "data-security-info": "We use your personal data for the following purposes:", 
  "data-security-list": [ 
    "To provide you with information about our activities and projects.", 
    "To respond to your inquiries.", 
    "To send you our newsletter (if you have signed up for it)." 
  ], 
  "data-publishment-heading": "5. Disclosure of Data", 
  "data-publishment-info": "Your personal data will not be shared with third parties unless this is necessary to fulfill a contract or you have expressly consented.", 
  "cookies-heading": "6. Cookies", 
  "cookies-info": "Our website uses cookies to improve user experience. Cookies are small text files that are stored on your device. You can disable the use of cookies in your browser settings; however, this may result in some features of our website no longer being available.", 
  "yourRights-heading": "7. Your Rights", 
  "yourRights-info": "You have the right:", 
  "yourRights-list": [ 
    "To obtain information about the personal data we process.", 
    "To request the correction of inaccurate or incomplete data.", 
    "To request the deletion of your personal data unless there are legal retention obligations preventing this.", 
    "To request the restriction of processing your personal data.", 
    "To object to the processing of your personal data."  
  ],  
  "changes-heading": "8. Changes to This Privacy Policy",  
  "changes-info": "We reserve the right to occasionally adjust this privacy policy to comply with current legal requirements or changes in our services.",
   "kontakt-heading": "9. Contact",  
   "kontakt-info": "If you have questions about data protection or wish to exercise your rights, please contact us at:"  
}
  }