{
    "home": {
        "emissionen natur": "natural emissions",
        "hero beschreibung": "We are a climate organization that is passionately committed to reducing emissions from companies.",
        "Wilkommen Heading": "Together for a green future - Transparency creates responsibility!",
        "Wilkommen text": "We are a climate organization that is passionately committed to disclosing emissions from companies and countries. Our goal is to contribute to responsible decision-making by providing comprehensive data and information on the impact on the climate.",
        "Unser Werte": "Our Values",
        "Transparenz": "Transparency",
        "Transparenz-Beschr": "By disclosing emissions from companies and countries, we advocate for an honest and comprehensive assessment.",
        "Integrität": "Integrity",
        "Integrität-Beschr": "We conduct our assessments with the highest accuracy and objectivity to provide reliable data and strengthen trust in our work.",
        "Innovation": "Innovation",
        "Innovation-Bechr": "Innovation drives us to find new ways to address climate change. We constantly seek creative solutions to bring about positive change.",
        "Emissionen": "Emissions",
        "Emissione-Text": "We conduct our assessments with the highest accuracy and objectivity to provide reliable data and strengthen trust in our work.",
        "Bereit, etwas zu bewegen?": "Ready to make a difference?",
        "Kontakt-Text": "Do you have questions, suggestions or would you like to collaborate with us? Feel free to contact us! We look forward to hearing from you and working together to make a difference for climate protection.",
        "Mehr-erfahren": "learn more"
    },
    "emissionen": {
        "Hero-Heading": "Transparency in Action:",
        "Hero-text": "Focus on emissions data from companies and countries",
        "Quote": "We publish emissions data from companies and countries to create transparency and raise awareness of the impact on the climate",
        "Kontakt-Heading": "Ready to make a difference? ",
        "Kontakt-text": "Do you have questions, suggestions, or would you like to collaborate with us? Feel free to contact us! We look forward to hearing from you and working together to make a difference for climate protection."
    }
}