{
    "home": {
        "local-nav": [
            "01 Wilkommen",
            "02 Unsere Werte",
            "03 Emissionen",
            "04 Kontakt"
        ],
        "emissionen natur": "emissionen        natur",
        "hero beschreibung": "Wir sind eine Klimaorganisation, die sich leidenschaftlich für die Reduzierung von Emissionen von Unternehmen einsetzt.",
        "Wilkommen Heading": "Gemeinsam für eine grüne Zukunft - Transparenz schafft Verantwortung!",
        "Wilkommen text": "Wir sind eine Klimaorganisation, die sich leidenschaftlich für die Offenlegung von Emissionen von Unternehmen und Ländern einsetzt. Unser Ziel ist es, durch die Bereitstellung von umfassenden Daten und Informationen zu den Auswirkungen auf das Klima dazu beizutragen, dass verantwortungsbewusste Entscheidungen getroffen werden können.",
        "Unser Werte": "Unser Werte",
        "Transparenz": "Transparenz",
        "Transparenz-Beschr": "Durch die Offenlegung von Emissionen von Unternehmen und Ländern setzen wir uns für eine ehrliche und umfassende Bewertung ein.",
        "Integrität": "Integrität",
        "Integrität-Beschr": "Wir führen unsere Bewertungen mit höchster Genauigkeit und Objektivität durch, um verlässliche Daten bereitzustellen und das Vertrauen in unsere Arbeit zu stärken.",
        "Innovation": "Innovation",
        "Innovation-Beschr": "Innovation treibt uns an, neue Wege zu finden, um den Klimawandel anzugehen. Wir suchen stets nach kreativen Lösungen, um positive Veränderungen zu bewirken.",
        "Emissionen": "Emissionen",
        "Emissione-Text": "Wir führen unsere Bewertungen mit höchster Genauigkeit und Objektivität durch, um verlässliche Daten bereitzustellen und das Vertrauen in unsere Arbeit zu stärken.",
        "Bereit, etwas zu bewegen?": "Bereit, etwas zu bewegen?",
        "Kontakt-Text": "Haben Sie Fragen, Anregungen oder möchten Sie mit uns zusammenarbeiten? Zögern Sie nicht, uns zu kontaktieren! Wir freuen uns darauf, von Ihnen zu hören und gemeinsam etwas für den Klimaschutz zu bewirken.",
        "Mehr-erfahren": "mehr erfahren"
    },
    "emissionen": {
        "Hero-Heading": "Transparenz in Aktion: ",
        "Hero-text": "Emissionsdaten von Unternehmen und Ländern im Fokus",
        "Quote": "Wir veröffentlichen Emissionsdaten von Unternehmen und Ländern, um Transparenz zu schaffen und das Bewusstsein für die Auswirkungen  auf das Klima zu schärfen",
        "Kontakt-Heading": "Bereit, etwas zu bewegen? ",
        "Kontakt-text": "Haben Sie Fragen, Anregungen oder möchten Sie mit uns zusammenarbeiten? Zögern Sie nicht, uns zu kontaktieren! Wir freuen uns darauf, von Ihnen zu hören und gemeinsam etwas für den Klimaschutz zu bewirken."
    }
}