{
  "explore-more":"Erfahre mehr",
  "on-this-page": "Auf dieser Seite",
  "pagenames": {
    "home": "Home",
    "emissions": "Emissionen",
    "aboutus": "Über uns",
    "contact": "Kontakt"
  },

  "company-info" : {
    "company": "EcoTransparency GmbH",
    "adress": "Musterstraße 21",
    "city": "10178 Berlin",
    "phone": "+49 1234 56789",
    "email": "info@EcoTransparency.com"
  },

  "nav": {
    "home": "Home",
    "emissions": "Emissionen",
    "aboutUs": "Über uns",
    "contact": "Kontakt"

  },

  "footer": {
    "impressum": "Impressum",
    "data-security": "Datenschutz",
    "adress-heading": "Anschrift"
  },

  "home": {
    "local-nav": [
      "01 Wilkommen",
      "02 Unsere Motivation",
      "03 Unsere Lösung",
      "04 Kontakt"
    ],
    "hero-heading": "Für eine grünere Zukunft: Gemeinsam gegen CO2-Emissionen kämpfen!",
    "hero-btn": "Mehr erfahren",
    "quote": "Die Natur ist unser kostbarstes Gut, Schützen wir sie, mit Herz und Mut.",
    "quote-subtext": "Wir setzen uns aktiv für nachhaltige Praktiken ein, um eine gesündere Zukunft für alle zu schaffen.",
    "motivation-heading": "02 Unsere Motivation",
    "motivation-text": "Unser Unternehmen setzt sich leidenschaftlich für Umweltschutz und Nachhaltigkeit ein, um eine gesündere Zukunft zu schaffen und Verantwortung zu übernehmen. Mit unserem Engagement möchten wir nicht nur unseren ökologischen Fußabdruck reduzieren, sondern auch dazu beitragen, das Bewusstsein für Umweltfragen zu stärken und eine nachhaltige Entwicklung voranzutreiben.",
    "motivation-btn": "Mehr über uns",
    "solution-heading": "03 Unsere Lösung",
    "solution-text": "Erfahren Sie mehr über die Emissionen von Ländern und Unternehmen in unserer interaktiven Tabelle. Besuchen Sie unsere Seite für detaillierte Informationen und Analysen.",
    "solution-btn": "Zur Tabelle",
    "contact-heading": "Bereit, etwas zu bewegen?",
    "contact-text": "Haben Sie Fragen, Anregungen oder möchten Sie mit uns zusammenarbeiten? Zögern Sie nicht, uns zu kontaktieren!",
    "contact-btn": "Kontakt"
  },

  "emissionen": {
    "local-nav": [
      "01 Intro",
      "02 Wissenwertes",
      "03 Tabelle"
    ],
    "hero-heading": "Klimawandel verstehen, gemeinsam handeln: Informieren Sie sich hier",
    "hero-btn": "Mehr erfahren",
    "intro-heading": "Willkommen auf unserer Informationsseite zum Klimawandel und CO²-Emissionen",
    "intro-text": "Der Klimawandel ist eine der größten Herausforderungen unserer Zeit und hat weitreichende Auswirkungen auf unseren Planeten. Um ein besseres Verständnis für dieses wichtige Thema zu schaffen, möchten wir Ihnen hier einige grundlegende Informationen über den Klimawandel und die damit verbundenen CO²-Emissionen näherbringen.",
    "info1-heading": "Ursachen des Klimawandels",
    "info1-text": "Eine der Hauptursachen des Klimawandels sind die steigenden CO²-Emissionen, die hauptsächlich durch menschliche Aktivitäten wie Verbrennung fossiler Brennstoffe, Entwaldung und industrielle Prozesse verursacht werden. Diese Emissionen führen zu einem Anstieg von Treibhausgasen in der Atmosphäre, was wiederum zu einer Erwärmung des Planeten führt.",
    "info2-heading": "Auswirkungen des Klimawandels",
    "info2-text": "Der Klimawandel hat bereits spürbare Auswirkungen auf unsere Umwelt, darunter häufigere Extremwetterereignisse, das Abschmelzen von Gletschern und Eisflächen, den Anstieg des Meeresspiegels und die Verschiebung von Ökosystemen. Diese Veränderungen bedrohen nicht nur die Tier- und Pflanzenwelt, sondern auch die Lebensgrundlagen vieler Menschen weltweit.",
    "table-heading": "Emissionen-Tabelle",
    "table-text": "In der folgenden Tabelle sind die jährlichen CO²-Emissionen der führenden Unternehmen und Länder aufgeführt, um einen Überblick über ihre Umweltauswirkungen zu geben."
  },
  "table": {
    "text-label": "Suche nach Unternehmen/Land",
    "typ-label": "Typ",
    "typ-options": {
      "all": "Alle",
      "company": "Unternehmen",
      "country": "Land"
    },
    "continent-label": "Kontinent",
    "continent-options":{
      "all": "Alle",
      "asia":"Asien",
      "europe":"Europa",
      "america":"Amerika",
      "africa":"Afrika",
      "australia":"Australien",
      "antarctica":"Antarktis"
    },
    "delete": "Löschen"
  },

  "about-us": { 
    "local-nav": [
      "01 Wilkommen",
      "02 Unsere Mission",
      "03 Unsere Werte",
      "04 Kontakt"
    ],
    "hero-heading": "Unsere Mission: Transparenz schaffen, den Klimawandel bekämpfen",
    "welcome-heading": "Willkommen bei EcoTransparency ",
    "welcome-text": "Wir sind eine führende Non-Profit-Organisation, die sich leidenschaftlich für den Kampf gegen den Klimawandel einsetzt. Unser Ziel ist es, durch Transparenz und Datenvisualisierung das Bewusstsein für die Auswirkungen von CO²-Emissionen zu schärfen und Maßnahmen zur Reduzierung von Treibhausgasen zu fördern",
    "mission-heading": "Unsere Mission",
    "mission-text": "Bei ClimateWatch glauben wir an die Kraft der Information. Indem wir Daten über CO²-Emissionen von Unternehmen und Ländern sammeln, analysieren und veröffentlichen, möchten wir eine informierte Diskussion über den Klimawandel anregen. Unsere Mission ist es, Entscheidungsträger zu ermutigen, verantwortungsbewusste Maßnahmen zu ergreifen und gemeinsam an nachhaltigen Lösungen zu arbeiten.",
    "values-heading": "Unsere Werte",
    "values1-heading": "Transparenz",
    "values1-text": "Wir setzen uns für offene und transparente Kommunikation ein, um die Öffentlichkeit über die Umweltauswirkungen von CO²-Emissionen aufzuklären.",
    "values2-heading": "Innovation",
    "values2-text": "Nutzung innovativer Technologien und Datenvisualisierungen, um komplexe Umweltdaten zugänglich und verständlich zu machen und neue Wege im Kampf gegen den Klimawandel zu finden.",
    "values3-heading": "Zusammenarbeit",
    "values3-text": "Glaube an die Bedeutung von Partnerschaften und Zusammenarbeit, um gemeinsam einen positiven Einfluss auf den Klimawandel auszuüben.",
    "values4-heading": "Nachhaltigkeit",
    "values4-text": "Wir streben danach, langfristige Lösungen zu fördern, die den Schutz unseres Planeten und das Wohlergehen zukünftiger Generationen sicherstellen"
  },

  "contact": {
    "hero-heading":"Kontaktieren Sie uns",
    "info":"Wir freuen uns, von Ihnen zu hören! Bei Fragen, Anregungen oder Anliegen stehen wir Ihnen jederzeit zur Verfügung. Nutzen Sie die folgenden Kontaktmöglichkeiten, um mit uns in Verbindung zu treten.",
    "ourData":"Unsere Kontaktdaten:"

  },

  "impressum": {
    "hero-heading":"Impressum",
    "company-heading": "Umweltorganisation EcoTransparency GmbH",
    
    "ceo-heading": "Vertreten durch:",
    "ceo-1": "Max Mustermann (1. Vorsitzender)",
    "ceo-2": "Erika Beispiel (2. Vorsitzende)",

    "contact-heading": "Kontakt",
    "register-heading": "Registereintrag",
    "register-info": "Eingetragen im Vereinsregister des Amtsgerichts Musterstadt unter der Registernummer VR 1234.",
    "ID-heading": "Umsatzsteuer-ID:",
    "ID": "DE123456789",

    "disclaimer-heading": "Haftungsausschluss",
    "disclaimer": "Die Inhalte unserer Seiten wurden mit größter Sorgfalt erstellt. Für die Richtigkeit, Vollständigkeit und Aktualität der Inhalte können wir jedoch keine Gewähr übernehmen.",
    "copyright-heading": "Urheberrecht",
    "copyright": "Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers.",
    "data-security-heading": "Datenschutz",
    "data-security": "Informationen zum Datenschutz finden Sie in unserer Datenschutzerklärung auf unserer Website."


  },
  
  "data-security": {
    "hero-heading" : "Datenschutz",
    "introduction-heading": "1. Einleitung",
    "introduction": "Wir freuen uns über Ihr Interesse an unserer Webseite. Der Schutz Ihrer personenbezogenen Daten ist uns sehr wichtig. In dieser Datenschutzerklärung informieren wir Sie darüber, welche Daten wir erheben, wie wir sie verwenden und welche Rechte Sie in Bezug auf Ihre Daten haben.",
    
    "responsibility-heading": "2. Verantwortliche Stelle",
    "responsibility-info": "Verantwortlich für die Datenverarbeitung auf dieser Webseite ist:",

    "persona-heading":"3. Erhebung und Verarbeitung personenbezogener Daten",
    "persona-info":"Wir erheben personenbezogene Daten, wenn Sie unsere Webseite besuchen oder unsere Dienste in Anspruch nehmen. Zu den personenbezogenen Daten gehören beispielsweise:",
    "persona-list": [
      "Name",
      "E-Mail-Adresse",
      "Telefonnummer",
      "IP-Adresse"
    ],
    "persona-info2":"Diese Daten werden nur erhoben, wenn Sie uns diese freiwillig zur Verfügung stellen, z.B. durch das Ausfüllen von Kontaktformularen oder bei der Anmeldung zu unserem Newsletter.",
    
    "data-security-heading":"4. Zweck der Datenverarbeitung",
    "data-security-info":"Wir verwenden Ihre personenbezogenen Daten zu folgenden Zwecken",
    "data-security-list": [
      "Um Ihnen Informationen über unsere Aktivitäten und Projekte zukommen zu lassen",
      "Um Ihre Anfragen zu beantworten.",
      "Um Ihnen unseren Newsletter zuzusenden (sofern Sie sich dafür angemeldet haben)."
    ],

    "data-publishment-heading":"5. Weitergabe von Daten",
    "data-publishment-info":"Eine Weitergabe Ihrer personenbezogenen Daten an Dritte erfolgt nicht, es sei denn, dies ist zur Erfüllung eines Vertrages erforderlich oder Sie haben ausdrücklich eingewilligt.",

    "cookies-heading":"6. Cookies",
    "cookies-info":"Unsere Webseite verwendet Cookies, um die Benutzererfahrung zu verbessern. Cookies sind kleine Textdateien, die auf Ihrem Endgerät gespeichert werden. Sie können die Verwendung von Cookies in den Einstellungen Ihres Browsers deaktivieren; dies kann jedoch dazu führen, dass einige Funktionen unserer Webseite nicht mehr verfügbar sind.",

    "yourRights-heading":"7. Ihre Rechte",
    "yourRights-info":"Sie haben das Recht",
    "yourRights-list": [
      "Auskunft über die von uns verarbeiteten personenbezogenen Daten zu erhalten",
      "Die Berichtigung unrichtiger oder unvollständiger Daten zu verlangen.",
      "Die Löschung Ihrer personenbezogenen Daten zu verlangen, sofern keine gesetzlichen Aufbewahrungspflichten entgegenstehen",
      "Die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.",
      "Widerspruch gegen die Verarbeitung Ihrer personenbezogenen Daten einzulegen."
    ],
    "changes-heading":"8. Änderungen dieser Datenschutzerklärung",
    "changes-info":"Wir behalten uns vor, diese Datenschutzerklärung gelegentlich anzupassen, um sie an aktuelle rechtliche Vorgaben oder Änderungen unserer Dienstleistungen anzupassen.",
    "kontakt-heading":"9. Kontakt",
    "kontakt-info":"Wenn Sie Fragen zum Datenschutz haben oder Ihre Rechte ausüben möchten, kontaktieren Sie uns bitte unter:"

  }
}